[
  "obsidian-icon-shortcodes",
  "cm-editor-syntax-highlight-obsidian",
  "highlightr-plugin",
  "dataview",
  "obsidian-outliner",
  "obsidian-emoji-toolbar",
  "obsidian-plugin-todo",
  "obsidian-admonition",
  "nldates-obsidian",
  "url-into-selection",
  "obsidian-underline",
  "extract-highlights-plugin",
  "footlinks",
  "obsidian-annotator",
  "obsidian-auto-link-title",
  "obsidian-autocomplete-plugin",
  "obsidian-checklist-plugin",
  "obsidian-citation-plugin",
  "consistent-attachments-and-links",
  "obsidian-dictionary-plugin",
  "obsidian-dynamic-toc",
  "markdown-prettifier",
  "media-extended",
  "obsidian-pandoc",
  "obsidian-style-settings",
  "obsidian-tabs"
]